{
    "es": {
      "instructions": [
        "El concursante comienza en la pregunta número 1 y debe responder correctamente para avanzar a la siguiente pregunta.",
        "Si el concursante responde incorrectamente a una pregunta, pierde y bebe abandonar el juego.",
        "A lo largo del juego, hay varios 'puntos de control' que garantizan al concursante un cierto nivel de premio mínimo, incluso si responde incorrectamente a una pregunta posterior.",
        "El objetivo final es llegar a la pregunta número 15 y responderla correctamente para ganar el premio máximo."
      ],
      "buttons": {
        "play": "JUGAR",
        "nextQuestions": "SIGUIENTES PREGUNTAS",
        "toStart": "VOLVER AL INICIO",
        "publishScore": "¿Quieres publicar tu puntuación?",
        "publishButton": "PUBLICAR PUNTUACIÓN",
        "hallOfFameButton": "Hall of Fame"
      },
      "messages": {
        "correct": "¡Respuesta correcta!",
        "incorrect": "¡Respuesta incorrecta!",
        "win": "FELICIDADES, ¡HAS GANADO!",
        "lose": "LO SIENTO, HAS PERDIDO"
      },
      "inputPlaceholder": "Introduce tu nombre"
    },
    "ca": {
      "instructions": [
        "El concursant comença a la pregunta número 1 i ha de respondre correctament per avançar a la següent pregunta.",
        "Si el concursant respon correctament a una pregunta, guanya un premi associat a aquesta pregunta i avança a la següent.",
        "Si el concursant respon incorrectament a una pregunta, perd tots els diners acumulats fins a aquest moment i abandona el joc.",
        "Al llarg del joc, hi ha diversos 'punts de control' que garanteixen al concursant un cert nivell de premi mínim, fins i tot si respon incorrectament a una pregunta posterior.",
        "L'objectiu final és arribar a la pregunta número 15 i respondre-la correctament per guanyar el premi màxim."
      ],
      "buttons": {
        "play": "JUGAR",
        "nextQuestions": "SEGÜENTS PREGUNTES",
        "toStart": "TORNAR A L'INICI",
        "publishScore": "Vols publicar la teva puntuació?",
        "publishButton": "PUBLICAR PUNTUACIÓ",
        "hallOfFameButton": "Hall of Fame"
      },
      "messages": {
        "correct": "¡Resposta correcta!",
        "incorrect": "¡Resposta incorrecta!",
        "win": "FELICITATS, ¡HAS GUANYAT!",
        "lose": "HO SENTO, HAS PERDUT"
      },
      "inputPlaceholder": "Introdueix el teu nom"
    },
    "en": {
      "instructions": [
        "The contestant starts at question number 1 and must answer correctly to advance to the next question.",
        "If the contestant answers a question correctly, they win a prize associated with that question and move on to the next one.",
        "If the contestant answers a question incorrectly, they lose all the money accumulated up to that point and leave the game.",
        "Throughout the game, there are various 'checkpoints' that guarantee the contestant a certain level of minimum prize, even if they answer a later question incorrectly.",
        "The ultimate goal is to reach question number 15 and answer it correctly to win the maximum prize."
      ],
      "buttons": {
        "play": "PLAY",
        "nextQuestions": "NEXT QUESTIONS",
        "toStart": "BACK TO START",
        "publishScore": "Do you want to publish your score?",
        "publishButton": "PUBLISH SCORE",
        "hallOfFameButton": "Hall of Fame"
      },
      "messages": {
        "correct": "Correct Answer!",
        "incorrect": "Incorrect Answer!",
        "win": "CONGRATULATIONS, YOU HAVE WON!",
        "lose": "SORRY, YOU HAVE LOST"
      },
      "inputPlaceholder": "Enter your name"
    }
  }
  